export default {
  // 总览
  'menu.工作台': '工作台',
  'menu.资产检索与治理': '资产检索与治理',
  // 数据开发
  'menu.数据开发': '数据开发',
  'menu.数据开发.开发任务': '开发任务',
  'menu.数据开发.任务详情': '任务详情',
  'menu.数据开发.创建任务': '创建任务',
  'menu.数据开发.数据源连接': '数据源连接',
  'menu.数据开发.调度与运行': '调度与运行',
  // 数据资产
  'menu.数据资产': '数据资产',
  'menu.数据资产.资产目录': '资产目录',
  'menu.数据资产.资产详情': '资产详情',
  'menu.数据资产.表详情': '表详情',
  'menu.数据资产.数据血缘': '数据血缘',
  'menu.数据资产.存储维护': '存储维护',
  // 质量工作台
  'menu.质量工作台': '质量工作台',
  // 数据消费
  'menu.数据消费': '数据消费',
  'menu.数据消费.SQL 查询': 'SQL 查询',
  'menu.数据消费.报表看板': '报表看板',
  'menu.数据消费.数据 API': '数据 API',
  // 平台管理
  'menu.平台管理': '平台管理',
  'menu.平台管理.运行告警': '运行告警',
  'menu.平台管理.环境配置': '环境配置',
  'menu.平台管理.用户与权限': '用户与权限',
  'menu.平台管理.操作审计': '操作审计',
};
